# GetVertSecCPByStyle

## Description
```pascal
FUNCTION GetVertSecCPByStyle(hObject : HANDLE) : BOOLEAN;
```

```python

def vs.GetVertSecCPByStyle(hObject):
    return BOOLEAN
```

## Parameters
|Name|Type|Description|
|---|---|---|
|hObject|HANDLE||

## Version
Availability: from Vectorworks 2020
## Category
* Objects - Custom